[Information]
; (Latest Translator, First Translator, Second Translator ...)
TRANSLATOR=Hrant Ohanyan
VERSION=8.0.0

[Language]
LANGUAGE=Հայերեն
CHARACTER_CODE=Unicode (UTF-16, LE, w/ BOM)
LOCALE_ID=0x002B, 0x042B

[Menu]
FILE=&Ֆայլ
FILE_EXIT=&Փակել
EDIT=&Խմբագրել
EDIT_COPY=&Պատճենել
THEME=&Տեսք
HELP=&Օգնություն
HELP_ABOUT=&CrystalDiskMark-ի մասին
LANGUAGE=Լեզու
ZOOM=&Դիտափոխում
AUTO=&Ինքնորոշ
TEST_DATA=&Թեստավորման տվյալներ
DEFAULT_RANDOM=Ինքնորոշ (պատահական)
SETTINGS=&Կարգավորումներ
SAVE=&Պահել
QUEUES_THREADS=&Հարցումներ և շղթաներ
INTERVAL_TIME=Ընդմիջելու ժամանակ
SECOND=վայր.
MINUTE=րոպե
HOUR=ժամ
ALL_ZERO=Բոլորը 0x00 (0 Fill)
SELECT_FOLDER=Ընտրեք պանակ
FONT_SETTING=&Տառատեսակի կարգավորում
PROFILE=&Հատկագիր
PROFILE_DEFAULT=Սկզբնադիր
PROFILE_PEAK=Առավել արտադրողականություն
PROFILE_REAL=Իրական արտադրողականություն
; 8.0.0
SAVE_TEXT=Պահել （&գրվածք）
SAVE_IMAGE=&Պահել （պատկեր）
PROFILE_DEMO=Դ&եմո

[Message]
STOP_BENCHMARK=Կանգնեցնել թեստավորումը
DISK_CAPACITY_ERROR=Չկա ազատ տեղ
DISK_CREATE_FILE_ERROR=Սխալ՝ ֆայլը ստեղծելիս
DISK_WRITE_ERROR=Գրելու սխալ
DISK_READ_ERROR=Կարդալու սխալ
DISK_SPD_NOT_FOUND=DiskSpd-ը չի գտնվել: Կրկին տեղադրք CrystalDiskMark-ը:

[Title]
TEST_DRIVE=Ընտրեք հիշասարքը
TEST_SIZE=Ֆայլի չափը
TEST_COUNT=Ստուգումների քանակը
TEST_UNIT=Թեստավորման միավորը
TEST_MIX=Հարաբերակցությունը
; 8.0.0
TEST_MODE=Թեստավորման կերպը

[WindowTitle]
ABOUT=CrystalDiskMark-ի մասին
QUEUES_THREADS=Հերթ և շղթաներ
FONT_SETTING=Տառատեսակի կարգավորում
COMMENT=Մեկնաբանություն
; 8.0.0
SETTINGS=Կարգավորումներ

[Dialog]
DEFAULT=Սկզբնադիր
AUTO=Ինքնորոշ
FONT_FACE=Տառատեսակը
FONT_SCALE=Չափը (%)
FONT_RENDER_METHOD=Նյութավորում
BLOCK_SIZE=Հատվածի չափը
QUEUES=Հերթականություն
THREADS=Շղթաներ
SEQUENTIAL_1=Հաջորդական (1)
SEQUENTIAL_2=Հաջորդական (2)
RANDOM_1=Պատահական (1)
RANDOM_2=Պատահական (2)
DEFAULT_AFFINITY=Սկզբնադիր համապատասխանում
ENABLED=Միացված է
DISABLED=Անջատված է
; 8.0.0
TYPE=Տեսակը
PROFILE_DEFAULT=Հատկագիրը. Սկզբնադիր
PROFILE_PEAK_PERFORMANCE=Հատկագիր. Առավել արտադրողականություն
PROFILE_DEMO=Հատկագիր. Դեմո
MEASURE_TIME=Չափելու ժամանակը (վ.)
INTERVAL_TIME=Ընդմիջում (վ.)
